Repository: wuyinhust/BBT
Catalog: Reusable/CompanionPageSnapshot/OriginalSources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 原产东亚，见于中国、日本、朝鲜半岛与俄罗斯远东等地。
en: Native to East Asia, including China, Japan, the Korean Peninsula, and the Russian Far East.
zh_hant: 原產東亞，見於中國、日本、朝鮮半島與俄羅斯遠東等地。

source: 原产东亚湿地，迁徙经过东北亚多地。
en: Native to East Asian wetlands, migrating across parts of Northeast Asia.
zh_hant: 原產東亞濕地，遷徙會經過東北亞多地。

source: 原产中亚高原和干旱草原、岩石地带。
en: Native to Central Asian plateaus, dry steppes, and rocky terrain.
zh_hant: 原產中亞高原、乾旱草原與岩石地帶。

source: 原产中国西南山区竹林。
en: Native to mountain bamboo forests of southwestern China.
zh_hant: 原產中國西南山區竹林。

source: 原产中美洲和南美洲热带雨林。
en: Native to tropical rainforests of Central and South America.
zh_hant: 原產中美洲與南美洲熱帶雨林。

source: 原产北太平洋沿岸海域。
en: Native to coastal waters of the North Pacific.
zh_hant: 原產北太平洋沿岸海域。

source: 原产北极圈附近苔原地带。
en: Native to tundra regions around the Arctic Circle.
zh_hant: 原產北極圈附近的苔原地帶。

source: 原产北美，现北美广泛分布，并被引入欧洲、日本等地。
en: Native and widespread in North America, with introduced populations in Europe, Japan, and elsewhere.
zh_hant: 原產北美，現廣泛分布於北美，並被引入歐洲、日本等地。

source: 原产北美西南部干旱林地和岩石区域。
en: Native to dry woodlands and rocky regions of southwestern North America.
zh_hant: 原產北美西南部乾旱林地與岩石地區。

source: 原产北非和中东的沙漠地带。
en: Native to desert regions of North Africa and the Middle East.
zh_hant: 原產北非與中東的沙漠地帶。

source: 原产南美洲，主要分布于湿地、河流和沼泽区域。
en: Native to South America, especially wetlands, river systems, and marshes.
zh_hant: 原產南美洲，主要分布於濕地、河流與沼澤地區。

source: 原产南美洲草原和灌丛地带。
en: Native to grasslands and scrublands of South America.
zh_hant: 原產南美洲草原與灌叢地帶。

source: 原产澳大利亚、新几内亚及周边岛屿。
en: Native to Australia, New Guinea, and nearby islands.
zh_hant: 原產澳洲、新幾內亞與周邊島嶼。

source: 原产澳大利亚东南部和塔斯马尼亚。
en: Native to southeastern Australia and Tasmania.
zh_hant: 原產澳洲東南部與塔斯馬尼亞。

source: 原产澳大利亚中部和东部干旱林地。
en: Native to arid woodlands of central and eastern Australia.
zh_hant: 原產澳洲中部與東部乾旱林地。

source: 原产青藏高原及周边高寒草甸、荒漠草原地带。
en: Native to the Tibetan Plateau and surrounding alpine meadows and desert steppes.
zh_hant: 原產青藏高原與周邊高寒草甸、荒漠草原地帶。

source: 原产非洲南部干旱草原和沙漠边缘。
en: Native to arid grasslands and desert margins of southern Africa.
zh_hant: 原產非洲南部乾旱草原與沙漠邊緣。

source: 原记录
en: Original Record
zh_hant: 原記錄

source: 去完成
en: Go

source: 去完成任务赚 BB Bucks
en: Complete tasks to earn BB Bucks
zh_hant: 去完成任務賺 BB Bucks

source: 参考 CDC / AAP 观察框架
en: Based on CDC / AAP observation frameworks
zh_hant: 參考 CDC / AAP 觀察架構

source: 友情
en: Friendship

source: 友情 %d/%d
en: Friendship %1$d/%2$d
zh_hant: 友情 %1$d/%2$d

source: 友情 +%d
en: Friendship +%d

source: 友情值已满，现在可以把它设为当前伙伴。
en: Friendship is full. You can now set this Buddy as your current companion.
zh_hant: 友情值已滿，現在可以把它設為目前夥伴。

source: 反应快、感觉多的小火花
en: A bright, sensitive spark
zh_hant: 反應快、感受豐富的小火花

source: 发布
en: Publish
zh_hant: 發布

source: 发送测试提醒
en: Send test reminder
zh_hant: 傳送測試提醒

source: 取消
en: Cancel

source: 取消匹配
en: Cancel Matching
zh_hant: 取消配對

source: 取消计时
en: Cancel Timer
zh_hant: 取消計時

source: 只清除临时文件，不会删除宝宝资料和照护记录。
en: Only temporary files are cleared. Baby details and care records are kept.
zh_hant: 只會清除暫存檔案，不會刪除寶寶資料和照護記錄。

source: 可以先看看宝宝现在的状态，再决定是否记录喂养。
en: Check how your baby is doing, then decide whether to record a feeding.
zh_hant: 可以先看看寶寶現在的狀態，再決定是否記錄餵養。

source: 可保存
en: Ready to save
zh_hant: 可儲存

source: 可选择
en: Available
zh_hant: 可選擇

source: 右
en: Right

source: 右 %@
en: Right %@

source: 吃
en: Eat

source: 吃、玩、睡自动串成今天的照护循环。
en: Eat, Activity, and Sleep connect into today’s care cycle.
zh_hant: 吃、玩、睡會自動串成今天的照護循環。

source: 同时解锁了新的陪伴场景
en: A new companion scene was unlocked too
zh_hant: 同時解鎖了新的陪伴場景

source: 同步失败
en: Sync failed
zh_hant: 同步失敗

source: 同步数据暂时无法读取
en: Sync data cannot be read right now
zh_hant: 同步資料暫時無法讀取

source: 名字
en: Name

source: 听
en: Listen
zh_hant: 聽

source: 启用家庭共享时，相关资料和照片会通过你的 iCloud 私有数据库与受邀家庭成员同步。Apple 会依照其 iCloud 条款处理这些数据。
en: When Family Sharing is enabled, related data and photos sync through your private iCloud database with invited family members. Apple processes this data under its iCloud terms.
zh_hant: 啟用家庭共享時，相關資料和照片會透過你的 iCloud 私有資料庫與受邀家庭成員同步。Apple 會依照其 iCloud 條款處理這些資料。

source: 吸乳
en: Pumping

source: 周围一点动静，就很容易把宝宝的注意力带走。
en: Small sounds or movements nearby easily pull my baby’s attention away.
zh_hant: 周圍一點動靜，就很容易轉移寶寶的注意力。

source: 和 buddy 聊聊天吧...
en: Chat with your Buddy…

source: 和家人一起记录宝宝日常，把成长变成可以回看的纪念。
en: Record everyday care together and turn growing up into memories you can revisit.
zh_hant: 和家人一起記錄寶寶的日常，把成長變成隨時能回看的回憶。

source: 喂养
en: Eat
zh_hant: 餵養

source: 喂养 %@
en: Feeding %@
zh_hant: 餵食 %@

# 喂养 %@ 次 · 尿布 %@ 次 · 睡眠 %@ 分
source: 喂养 %1$@ 次 · 尿布 %2$@ 次 · 睡眠 %3$@ 分
en: %@ feeds · %@ diapers · %@ min sleep
zh_hant: 餵養 %@ 次 · 尿布 %@ 次 · 睡眠 %@ 分

source: 喂养 %d 次
en: Feeding × %d
zh_hant: 餵食 %d 次

source: 喂养 %d 次 · 尿布 %d 次 · 睡眠 %d 分
en: Feedings %d · Diapers %d · Sleep %d min
zh_hant: 餵養 %d 次 · 尿布 %d 次 · 睡眠 %d 分

source: 喂养、尿布、睡眠保持熟悉的时间线。
en: Keep feeding, diaper, and sleep in a familiar timeline.
zh_hant: 餵養、尿布與睡眠會保留熟悉的時間軸。

source: 喂养已记录
en: Feeding logged
zh_hant: 餵食已記錄

source: 喂养提醒
en: Feeding reminders
zh_hant: 餵養提醒

source: 喂养记录已归入本轮
en: Feeding records are included in this cycle
zh_hant: 餵食記錄已歸入本輪

source: 喂养详情
en: Feeding
zh_hant: 餵養詳情

source: 噪色配比
en: Grain Color Mix
zh_hant: 雜訊色彩比例

source: 回到今天
en: Back to today

source: 回到当前日期
en: Return to Current Date
zh_hant: 回到目前日期

source: 国家卫健委
en: China NHC
zh_hant: 中國國家衛健委

source: 国家卫健委《7岁以下儿童生长标准》
en: China NHC Growth Standards for Children Under 7
zh_hant: 中國國家衛健委《7 歲以下兒童生長標準》

source: 图标一
en: Icon One
zh_hant: 圖示一

source: 图标七
en: Icon Seven
zh_hant: 圖示七

source: 图标三
en: Icon Three
zh_hant: 圖示三

source: 图标二
en: Icon Two
zh_hant: 圖示二

source: 图标五
en: Icon Five
zh_hant: 圖示五

source: 图标六
en: Icon Six
zh_hant: 圖示六

source: 图标四
en: Icon Four
zh_hant: 圖示四

source: 图鉴
en: Catalog
zh_hant: 圖鑑

source: 图鉴筛选
en: Catalog Filter
zh_hant: 圖鑑篩選

source: 圆滚滚、慢吞吞，是让紧张日常慢慢软下来的黑白小团子。
en: Round and unhurried, with a black-and-white calm that softens a busy day.
zh_hant: 圓滾滾、慢吞吞，會讓緊張的日常慢慢柔和下來。

source: 圆滚滚、步伐慢半拍，擅长把普通日常变得可爱。
en: Round, unhurried, and gifted at making ordinary moments feel delightful.
zh_hant: 圓滾滾、步伐慢半拍，最會把平凡日常變得可愛。

source: 在 BBBuddy 记录日常，也让小伙伴陪宝宝长大
en: Record everyday moments in BBBuddy and let Buddies grow alongside your baby.
zh_hant: 在 BBBuddy 記錄日常，也讓 Buddy 陪著寶寶長大。

source: 在 iOS 设置中更改 BBBuddy 使用的语言
en: Change BBBuddy’s language in iOS Settings
zh_hant: 前往 iOS 設定更改 BBBuddy 使用的語言

source: 块
en: pieces
zh_hant: 塊

source: 基于夜间首次入睡记录预测，并在预计时间前 30 分钟提醒；至少需要 3 晚有效记录。
en: Uses the first nighttime sleep each night and reminds you 30 minutes before the estimate. At least 3 valid nights are required.
zh_hant: 基於每晚首次入睡記錄預測，並在預計時間前 30 分鐘提醒；至少需要 3 晚有效記錄。

source: 基础
en: Quick
zh_hant: 基礎

source: 基础 +%d · Plus +%d
en: Base +%d · Plus +%d
zh_hant: 基礎 +%d · Plus +%d

source: 基础记录
en: Quick Records
zh_hant: 基礎記錄

source: 备注（可选）
en: Notes (Optional)
zh_hant: 備註（選填）

source: 外观设置
en: Appearance
zh_hant: 外觀設定

source: 多
en: Heavy

source: 夜晚才活跃、节奏特别，是安静夜色里慢慢探索的甜蜜小伙伴。
en: Most alive after dusk, following a one-of-a-kind rhythm through the quiet night.
zh_hant: 夜晚才活躍、節奏特別，喜歡在安靜夜色裡慢慢探索。

source: 夜睡
en: Night Sleep
zh_hant: 夜間睡眠

source: 夜睡 %@
en: Night sleep %@

source: 大勺
en: tbsp
zh_hant: 大匙

source: 大熊猫宝宝
en: Giant Panda Cub
zh_hant: 大熊貓寶寶

source: 大眼睛、动作快，是容易受惊但滑翔起来特别优雅的夜空小星星。
en: Bright-eyed and quick, easily startled on the ground but beautifully graceful in motion.
zh_hant: 大眼睛、動作快，容易受驚，滑翔時卻格外優雅。

source: 大耳朵、慢半拍，是需要宽宽空间和慢慢节奏的温和大朋友。
en: Big-eared and easy-paced, a gentle friend who flourishes with room to breathe.
zh_hant: 大耳朵、慢半拍，需要寬闊空間與從容節奏。

source: 大脑升级 睡得香甜
en: Growing brains need sweet sleep
zh_hant: 大腦升級，睡得香甜

source: 大鼯鼠宝宝
en: Giant Flying Squirrel Pup
zh_hant: 大鼯鼠寶寶

source: 天
en: d

source: 天然笑脸、慢热谨慎，是笑着观察很久才愿意靠近的小太阳。
en: Naturally sunny but careful, smiling from a distance until they are ready to come close.
zh_hant: 天生笑臉、慢熱謹慎，會笑著觀察很久才願意靠近。

source: 天生表情酷酷的，但内心很敏感，是需要慢慢靠近的小方脸。
en: Naturally serious-faced but tender inside, best approached one patient step at a time.
zh_hant: 天生表情酷酷的，內心卻很敏感，需要慢慢靠近。

source: 太好啦
en: Awesome

source: 奇比感受丰富、反应迅速，喜欢立刻表达自己的不舒服，也常常需要更多安抚和理解。
en: Chippy feels deeply and responds fast, expressing discomfort right away and often needing extra reassurance and understanding.
zh_hant: 奇比感受豐富、反應迅速，會立刻表達不舒服，也常需要更多安撫與理解。

source: 奖励已经放进你的 BB Bucks 钱包
en: Your reward is now in your BB Bucks wallet
zh_hant: 獎勵已經放進你的 BB Bucks 錢包

source: 女宝
en: Girl
zh_hant: 女寶寶

source: 奶瓶
en: Bottle

source: 奶瓶 %@
en: Bottle %@

source: 奶瓶量
en: Bottle Amount

source: 奶粉
en: Formula
zh_hant: 配方奶

source: 奶粉（瓶喂）
en: Formula Bottle
zh_hant: 配方奶（瓶餵）

source: 奶粉瓶喂
en: Formula Bottle
zh_hant: 配方奶瓶餵

source: 好
en: OK

source: 好奇勇敢、团队意识强，是探头看看世界又会回头确认同伴的小哨兵。
en: Curious, brave, and team-minded—a tiny lookout who explores, then checks that everyone is still together.
zh_hant: 好奇勇敢、很重視夥伴，會探頭看看世界，也會回頭確認大家都在。

source: 好的
en: OK

source: 如果计算出的提醒时间已经过去，不会补发过期提醒。记录下一次喂养后会自动重新安排。
en: Expired reminders are not sent later. Recording the next feeding schedules a new one automatically.
zh_hant: 如果計算出的提醒時間已經過去，不會補發過期提醒。記錄下一次餵養後會自動重新安排。

source: 安格鲁貂宝宝
en: Angora Ferret Kit
zh_hant: 安格魯貂寶寶

source: 安静细腻、喜欢熟悉节奏，需要被温柔守护。
en: Quiet and sensitive, happiest with a familiar rhythm and a gentle sense of safety.
zh_hant: 安靜細膩、喜歡熟悉的節奏，需要被溫柔守護。

source: 完成
en: Done

source: 完成 3 次 EASY 循环（%d/3）
en: Complete 3 EASY Cycles (%d/3)
zh_hant: 完成 3 次 EASY 循環（%d/3）

source: 完成 EASY 循环
en: Complete an EASY Cycle
zh_hant: 完成 EASY 循環

source: 完成一轮照护节奏，奖励已经到账
en: You completed a care cycle and your reward is ready
zh_hant: 完成一輪照護節奏，獎勵已經到帳

source: 完成任务或邀请 Buddy 后，会从这里开始记账。
en: Complete a task or invite a Buddy to start your ledger.
zh_hant: 完成任務或邀請 Buddy 後，會從這裡開始記帳。

source: 完成后 BB Bucks 自动到账
en: BB Bucks are added automatically
zh_hant: 完成後 BB Bucks 自動入帳

source: 完成每日一拍
en: Take today's photo

source: 完整 EASY · Plus 加成
en: Complete EASY · Plus bonus

source: 完整 EASY 奖励
en: Complete EASY reward
zh_hant: 完整 EASY 獎勵

source: 完整 EASY 循环
en: Complete EASY cycle
zh_hant: 完整 EASY 循環

source: 完整循环已记录 · 今日 EASY 奖励已全部获得
en: Complete cycle recorded · All EASY rewards earned today
zh_hant: 完整循環已記錄 · 今日 EASY 獎勵已全部獲得

source: 宝宝
en: Baby
zh_hant: 寶寶

source: 宝宝可能是 %@ 入睡的
en: Your baby may have fallen asleep at %@
zh_hant: 寶寶可能是在 %@ 入睡的

source: 宝宝可能是 %@ 醒来的
en: Your baby may have woken up at %@
zh_hant: 寶寶可能是在 %@ 醒來的

source: 宝宝吃奶、睡觉、便便的时间，大多比较有规律。
en: Feeding, sleep, and bowel movements tend to follow a regular pattern.
zh_hant: 寶寶吃奶、睡覺與便便的時間，大多滿有規律。

source: 宝宝吃饱、玩好、睡足啦，妈妈也该休息一下。
en: Baby is fed, played out, and well rested—take a breather too.
zh_hant: 寶寶吃飽、玩好、睡足啦，媽媽也該休息一下。

source: 宝宝吃饱啦，清醒活动，玩得开心。
en: Baby is fed—enjoy some bright, awake playtime.
zh_hant: 寶寶吃飽啦，清醒活動，玩得開心。

source: 宝宝名字
en: Baby’s Name
zh_hant: 寶寶名字

source: 宝宝对喜欢的事物，通常能持续关注一会儿。
en: My baby can usually stay focused for a while on something they enjoy.
zh_hant: 寶寶對喜歡的事物，通常能持續專注一會兒。

source: 宝宝平时整体看起来比较轻松、爱笑、好相处。
en: Most of the time, my baby seems relaxed, smiley, and easy to engage.
zh_hant: 寶寶平常整體看起來比較放鬆、愛笑、好相處。

source: 宝宝年度状态
en: Baby's year
zh_hant: 寶寶年度狀態

source: 宝宝开心、难过或不舒服时，反应通常很强烈。
en: My baby reacts strongly when happy, upset, or uncomfortable.
zh_hant: 寶寶開心、難過或不舒服時，反應通常很強烈。

source: 宝宝成就
en: Baby Achievements
zh_hant: 寶寶成就

source: 宝宝是人类，不是机器。
en: Babies are human, not machines.
zh_hant: 寶寶是人，不是機器。

source: 宝宝本周状态
en: Baby's week
zh_hant: 寶寶本週狀態

source: 宝宝正在睡，醒来后点保存。
en: Baby is asleep. Tap Save after they wake.
zh_hant: 寶寶正在睡，醒來後點選儲存。

source: 宝宝照护与成长记录 · %@
en: Baby care and growth · %@
zh_hant: 寶寶照護與成長記錄 · %@

source: 宝宝玩好啦，大脑升级，睡得香甜。
en: Playtime is done; it’s time for sweet, brain-building sleep.
zh_hant: 寶寶玩好啦，大腦升級，睡得香甜。

source: 宝宝资料
en: Baby Profile
zh_hant: 寶寶資料

source: 宝宝辅食
en: Solids
zh_hant: 寶寶副食品

source: 宝宝醒着的时候，通常动作很多、很爱动。
en: When awake, my baby is usually active and moves a lot.
zh_hant: 寶寶醒著時，通常動作很多、很愛動。

source: 家养小型猪品系，主要见于实验、宠物和保育饲养。
en: A domestic miniature-pig line kept mainly in research, companion, and conservation settings.
zh_hant: 家養小型豬品系，主要見於研究、寵物與保育飼養。

source: 家养雪貂品系，现欧美及多地作为宠物饲养。
en: A domestic ferret line now kept as a companion animal across Europe, North America, and beyond.
zh_hant: 家養雪貂品系，現於歐美及多地作為寵物飼養。

source: 家庭与会员
en: Family & Membership
zh_hant: 家庭與會員

source: 家庭共享
en: Family Sharing

source: 家庭共享同步
en: Family Sharing Sync

source: 家庭共同记录 · Plus 专属体验
en: Record together as a family · Plus experiences
zh_hant: 家庭共同記錄 · Plus 專屬體驗

source: 家庭同步
en: Family sync

source: 家庭同步 · 每日 +3 · 专属场景
en: Family sync · +3 daily · Exclusive scenes
zh_hant: 家庭同步 · 每日 +3 · 專屬場景

source: 家庭同步失败
en: Family sync failed
zh_hant: 家庭同步失敗

source: 家庭同步未完成，记录仍保存在本机
en: Family sync isn't finished. Your record is still saved on this device.
zh_hant: 家庭同步未完成，記錄仍保存在本機

source: 导入数据
en: Import Data
zh_hant: 匯入資料

source: 导入照护记录 · 照护日 %@
en: Imported care records · Care day %@
zh_hant: 匯入照護記錄 · 照護日 %@

source: 导出为 CSV
en: Export as CSV
zh_hant: 匯出為 CSV

source: 导出数据
en: Export Data
zh_hant: 匯出資料

source: 导出照护记录
en: Export Care Records
zh_hant: 匯出照護記錄

source: 封面
en: Cover

source: 将删除 %@ 条自动匹配记录及其本地图片。手动记录不会受影响。
en: %@ Auto Match records and their local photos will be deleted. Manual records are not affected.
zh_hant: 將刪除 %@ 筆自動配對記錄及其本機圖片。手動記錄不受影響。

source: 小仓鼠宝宝
en: Hamster Pup
zh_hant: 小倉鼠寶寶

source: 小企鹅宝宝
en: Little Penguin Chick
zh_hant: 小企鵝寶寶

source: 小刺猬宝宝
en: Hedgehog Hoglet
zh_hant: 小刺蝟寶寶

source: 小勺
en: tsp
zh_hant: 小匙

source: 小木屋第 1 名
en: No. 1 Cottage

source: 小海豹宝宝
en: Seal Pup
zh_hant: 小海豹寶寶

source: 小点心
en: Treat
zh_hant: 小點心

source: 小熊猫宝宝
en: Red Panda Cub
zh_hant: 小熊貓寶寶

source: 小狐猴宝宝
en: Lemur Infant
zh_hant: 小狐猴寶寶

source: 小睡
en: Nap

source: 小睡 %@
en: Naps %@

source: 小组件
en: Widgets
zh_hant: 小工具

source: 小蜜袋鼯宝宝
en: Sugar Glider Joey
zh_hant: 小蜜袋鼯寶寶

source: 小貘宝宝
en: Tapir Calf
zh_hant: 小貘寶寶

source: 小驼鹿宝宝
en: Moose Calf
zh_hant: 小駝鹿寶寶

source: 少
en: Light

source: 少一点猜测， 多一点看懂
en: Less guessing. More understanding.
zh_hant: 少一點猜測， 多一點理解

source: 少见
en: Uncommon
zh_hant: 少見

source: 尚未请求
en: Not requested
zh_hant: 尚未請求

source: 尤卡坦迷你猪宝宝
en: Yucatan Mini Piglet
zh_hant: 尤卡坦迷你豬寶寶

source: 尺子停在 %@ P50 参考起点；滑动后才会录入
en: The ruler starts at the %@ P50 reference; move it to enter a value.
zh_hant: 尺規停在 %@ P50 參考起點；滑動後才會記錄。

source: 尺子停在 WHO P50 参考起点；滑动后才会录入
en: The ruler starts at the WHO P50 reference; move it to enter a value.
zh_hant: 尺規停在 WHO P50 參考起點；滑動後才會記錄。

source: 尾巴一圈一圈、好奇又灵巧，是喜欢在角落里发现秘密的小伙伴。
en: Curious and nimble, with a ringed tail and a talent for finding secrets in little corners.
zh_hant: 尾巴一圈一圈、好奇又靈巧，喜歡在角落裡發現小秘密。

source: 尿 %@
en: Pee %@

source: 尿了
en: Wet
zh_hant: 尿濕

source: 尿了一点💧
en: Slightly wet diaper 💧
zh_hant: 尿了一點💧

source: 尿了不少💧💧
en: Wet diaper 💧💧

source: 尿了很多💧💧💧
en: Very wet diaper 💧💧💧

source: 尿尿
en: Pee

source: 尿尿 %d 次
en: Pee × %d

source: 尿布
en: Diaper

source: 尿布 %d 次
en: %d diaper changes

source: 尿布：
en: Diaper:

source: 尿量%@
en: Urine: %@

source: 峰值
en: Peak

source: 左
en: Left

source: 左 %@
en: Left %@

source: 已使用 %d BB Bucks · 友情值 +%d
en: Spent %1$d BB Bucks · Friendship +%2$d
zh_hant: 已使用 %1$d BB Bucks · 友情值 +%2$d

source: 已允许
en: Allowed
zh_hant: 已允許

source: 已关闭
en: Off
zh_hant: 已關閉

source: 已加入家庭共享
en: Joined family sharing

source: 已发布
en: Published
zh_hant: 已發布

source: 已完成 %d 轮
en: %d cycles completed
zh_hant: 已完成 %d 輪

source: 已开启 · %@
en: On · %1$@
zh_hant: 已開啟 · %1$@

source: 已开启家庭共享
en: Family sharing enabled
zh_hant: 已開啟家庭共享

source: 已开通终身 Plus
en: Lifetime Plus active
zh_hant: 已開通終身 Plus

source: 已睡时长
en: Time asleep
zh_hant: 已睡時長

source: 已获得的 BB Bucks、友情值和 Buddy 永久保留
en: Earned BB Bucks, friendship, and Buddies are yours to keep
zh_hant: 已獲得的 BB Bucks、友情值和 Buddy 永久保留

source: 已解锁
en: Unlocked
zh_hant: 已解鎖

source: 已记录
en: Logged
zh_hant: 已記錄

source: 已进行 %@
en: %@ elapsed
zh_hant: 已進行 %@

source: 已选 %d 项，将合并为 %d 条记录
en: %1$d activities selected; will save as %2$d combined records.
zh_hant: 已選 %1$d 項，將合併為 %2$d 筆記錄。

source: 已选择
en: Selected
zh_hant: 已選取

source: 已选择，今天
en: Selected, today
zh_hant: 已選取，今天

source: 常驻
en: Resident
zh_hant: 常駐

source: 平均 %@/月
en: %@/month on average

source: 平均间隔 %@
en: Average interval %@
zh_hant: 平均間隔 %@

source: 年
en: Year

source: 年付
en: Yearly

source: 年付最划算，终身方案不会自动续费
en: Annual offers the best value; lifetime doesn't auto-renew
zh_hant: 年付最划算，終身方案不會自動續費

source: 年度会员
en: Annual Member
zh_hant: 年度會員

source: 年度方案，长期陪伴更划算
en: Annual plan for the best long-term value
zh_hant: 年度方案，長期陪伴更划算

source: 广布北半球温带和亚寒带沿海水域。
en: Widely distributed in temperate and subarctic coastal waters of the Northern Hemisphere.
zh_hant: 廣布於北半球溫帶與亞寒帶沿海水域。

source: 应用到当前计时
en: Apply to Current Timer
zh_hant: 套用至目前計時

source: 应用图标
en: App Icon
zh_hant: App 圖示

source: 底部保存
en: Save below
zh_hant: 於底部儲存

source: 开启后，BBBuddy 会在每次有效喂养记录变化时重新计算。
en: Once enabled, BBBuddy recalculates whenever a valid feeding record changes.
zh_hant: 開啟後，BBBuddy 會在每次有效餵養記錄變化時重新計算。

source: 开启提醒
en: Enable reminders
zh_hant: 開啟提醒

source: 开始
en: Start
zh_hant: 開始

source: 开始 %@ 免费试用
en: Start %@ free trial
zh_hant: 開始 %@ 免費試用

source: 开始一轮
en: Start a cycle
zh_hant: 開始一輪

source: 开始下一轮
en: Start next cycle
zh_hant: 開始下一輪

source: 开始匹配
en: Start Matching
zh_hant: 開始配對

source: 开始睡
en: Start sleep
zh_hant: 開始睡

source: 开始睡眠
en: Start sleep
zh_hant: 開始睡眠

source: 开始计时
en: Start Timer
zh_hant: 開始計時

source: 开通 %@ Plus
en: Get %@ Plus
zh_hant: 開通 %@ Plus

source: 开通 BBBuddy Plus 后，才能继续使用家庭共享同步。
en: BBBuddy Plus is required to continue family sync.
zh_hant: 開通 BBBuddy Plus 後，才能繼續使用家庭共享同步。

source: 当前
en: Current
zh_hant: 目前

source: 当前 EASY
en: Current EASY
zh_hant: 目前 EASY

source: 当前：%@
en: Current: %@
zh_hant: 目前：%@

source: 当前伙伴
en: Current Buddy
zh_hant: 目前夥伴

source: 当前余额
en: Current balance
zh_hant: 目前餘額

source: 当前使用
en: In Use
zh_hant: 使用中

source: 当前已有左右胸计时记录，使用快捷操作会替换为预设时间。
en: Left and right nursing times already exist. A quick preset will replace them.
zh_hant: 目前已有左右側親餵計時，使用快速操作會改為預設時間。

source: 当前已有左右胸计时记录，手动输入会替换现有时长。
en: Left and right nursing times already exist. Manual entry will replace them.
zh_hant: 目前已有左右側親餵計時，手動輸入會取代現有時長。

source: 当前成长页封面
en: Current Growth Page Cover
zh_hant: 目前成長頁封面

source: 当前摄像头
en: Current Camera
zh_hant: 目前相機

source: 当前方案
en: Current plan
zh_hant: 目前方案

source: 当前百分位
en: Current Percentile
zh_hant: 目前百分位

source: 当前离线，记录已保存在本机
en: You're offline. This record is saved on this device.
zh_hant: 目前離線，記錄已保存在本機

source: 当前节奏解读
en: Rhythm Insight
zh_hant: 目前節奏解讀

source: 当前语言
en: Current Language
zh_hant: 目前語言

source: 当日
en: Day
zh_hant: 當日

source: 当日 EASY 时间线
en: Today’s EASY Timeline
zh_hant: 當日 EASY 時間軸

source: 当日节奏
en: Daily Rhythm
zh_hant: 當日節奏

source: 待发布
en: Ready to publish
zh_hant: 待發布

source: 待开始
en: Not started
zh_hant: 待開始

source: 待机
en: Idle
zh_hant: 待機

source: 待记录
en: No record yet
zh_hant: 待記錄

source: 待邀请
en: Invite
zh_hant: 待邀請

source: 待配置
en: Not Set Up
zh_hant: 待設定

source: 很不像
en: Not at all

source: 很像
en: Very much

source: 快速记录
en: Quick Records
zh_hant: 快速記錄

source: 怎么称呼宝宝？
en: What should we call your baby?
zh_hant: 怎麼稱呼寶寶？

source: 性别
en: Sex
zh_hant: 性別

source: 恢复购买
en: Restore Purchases
zh_hant: 恢復購買

source: 感受强烈、反应很快，需要更多安抚和提前预告。
en: Feels everything intensely and reacts quickly, thriving with reassurance and a little advance notice.
zh_hant: 感受強烈、反應很快，需要更多安撫與事先提醒。

source: 感受细腻、动作很快，是紧张时想躲一躲、安心后会主动贴近的小伙伴。
en: Sensitive and quick, hiding when unsure and drawing close on their own once reassured.
zh_hant: 感受細膩、動作很快，緊張時想躲一躲，安心後會主動靠近。

source: 愿望队列第 %@ 位
en: No. %@ in the wish queue
zh_hant: 願望隊列第 %@ 位

source: 慢一点，也一样很可爱
en: Slow is lovely, too
zh_hant: 慢一點，也一樣很可愛

source: 慢半拍的小圆团
en: A round little dreamer
zh_hant: 慢半拍的小圓團

source: 慢热但很认真的小月亮
en: A thoughtful little moon
zh_hant: 慢熱但很認真的小月亮

source: 慢热观察
en: Slow to Warm Up
zh_hant: 慢熱觀察

source: 慢热认真、需要安全感，是先站稳再一步步靠近世界的小朋友。
en: Thoughtful and slow to warm, finding solid ground before taking each small step toward the world.
zh_hant: 慢熱認真、需要安全感，會先站穩，再一步步靠近世界。

source: 慢热谨慎、观察力强，安全感足够后会认真靠近。
en: Cautious and observant, opening up with real intention once they feel safe.
zh_hant: 慢熱謹慎、觀察力強，安全感足夠後會認真靠近。

source: 慢节奏、低刺激偏好，需要更从容的过渡时间。
en: Prefers a slower, quieter world with plenty of time for gentle transitions.
zh_hant: 偏好慢節奏與低刺激，需要更從容的過渡時間。

source: 成为家里的伙伴啦
en: A new Buddy joined the family
zh_hant: 成為家裡的 Buddy 了

source: 成型便
en: Formed stool
zh_hant: 成形便

source: 成型便，软硬适中
en: Formed stool with a soft, normal consistency.
zh_hant: 成形便，軟硬適中

source: 成就 %@
en: Achievement %@

source: 成就任务
en: Achievement Tasks
zh_hant: 成就任務

source: 成就记录
en: Achievement Records
zh_hant: 成就記錄

source: 成长
en: Growth
zh_hant: 成長

source: 成长加速 · 家庭共同记录
en: Faster growth · Shared family records
zh_hant: 成長加速 · 家庭共同記錄

source: 成长日记
en: Growth Diary
zh_hant: 成長日記

source: 成长日记照片
en: Growth Diary Photo
zh_hant: 成長日記照片

source: 成长被记录，金币奖励已经到账
en: This growth moment is saved and your coin reward is ready
zh_hant: 成長被記錄，金幣獎勵已經到帳

source: 我们如何处理数据
en: How we handle data
zh_hant: 我們如何處理資料

source: 我们希望用 E·A·S·Y 的方式，把一整天的记录变成下一步提示：先照顾宝宝的节奏，也把家长从持续监控的焦虑里放出来。
en: E·A·S·Y turns a day of records into a gentle next-step cue—supporting your baby’s rhythm without asking parents to monitor every moment.
zh_hant: 我們用 E·A·S·Y 把一整天的記錄整理成下一步提示：先照顧寶寶的節奏，也讓家長從持續監控的焦慮中喘口氣。

source: 我的当前头像
en: Current Avatar
zh_hant: 我目前的頭像

source: 戳一戳
en: Poke

source: 户外
en: Outdoors
zh_hant: 戶外

source: 手动
en: Manual
zh_hant: 手動

source: 手动填写
en: Enter Manually
zh_hant: 手動填寫

source: 打开任务
en: Open Tasks
zh_hant: 開啟任務

source: 打开伙伴详情
en: Open Buddy Details
zh_hant: 開啟 Buddy 詳情

source: 打开图鉴
en: Open Collection
zh_hant: 開啟圖鑑

source: 打开每日报告详情
en: Open Daily Report Details
zh_hant: 開啟每日報告詳情

source: 打开系统设置
en: Open Settings
zh_hant: 開啟系統設定

source: 找 Buddy
en: Find My Buddy

source: 找到我的 Buddy
en: Find My Buddy

source: 把吃、活动、睡眠串成顺序，帮助你回看宝宝自己的规律。
en: Connect Eat, Activity, and Sleep so your baby’s own pattern becomes easier to see.
zh_hant: 把吃、活動、睡眠串成順序，幫助你回看寶寶自己的規律。

source: 把宝宝的每一天，和家人一起珍藏
en: Treasure every day of your baby's growth together
zh_hant: 和家人一起珍藏寶寶成長的每一天

source: 把陪伴留给全家
en: CARE TOGETHER
zh_hant: 把陪伴留給全家

source: 抚摸
en: Pet
zh_hant: 輕撫

source: 抚触
en: Massage
zh_hant: 撫觸

source: 拉 %@
en: Poop %@
zh_hant: 便便 %@

source: 拉了
en: Poop
zh_hant: 便便

source: 拍摄并生成贴纸效果
en: Take a photo and turn it into a sticker
zh_hant: 拍攝並生成貼紙效果

source: 拖动尺子快速调整，也可以直接点击上方数字输入
en: Drag the ruler to adjust, or tap the number above to type.
zh_hant: 拖動尺規快速調整，也可以直接點按上方數字輸入。

source: 按单项快速记录
en: Record One Thing Fast
zh_hant: 按單項快速記錄

source: 按年自动续费 · 推荐
en: Renews yearly · Recommended
zh_hant: 按年自動續費 · 推薦

source: 按日期记录
en: Record by date
zh_hant: 按日期記錄

source: 按日期记录 · %@
en: Record by date · %@
zh_hant: 按日期記錄 · %@

source: 按月自动续费
en: Renews monthly
zh_hant: 按月自動續費

source: 推荐
en: Recommended
zh_hant: 推薦

source: 提醒
en: Reminders

source: 提醒只根据你选择的间隔在本机计算，不代表医疗或喂养建议。家庭成员需要在各自设备上单独开启。
en: Reminders use only the interval you choose on this device and are not medical or feeding advice. Family members enable them separately on their devices.
zh_hant: 提醒只根據你選擇的間隔在本機計算，不代表醫療或餵養建議。家庭成員需要在各自裝置上單獨開啟。

source: 提醒尚未设置成功
en: Reminder not set yet
zh_hant: 提醒尚未設定成功

source: 提醒已经准备好了，之后会按你选择的时间发送。
en: Reminders are ready and will follow the timing you chose.
zh_hant: 提醒已經準備好了，之後會按你選擇的時間傳送。

source: 提醒暂时没有设置成功，请重试。
en: The reminder could not be scheduled. Please try again.
zh_hant: 提醒暫時沒有設定成功，請重試。

source: 提醒未开启
en: Reminders off
zh_hant: 提醒未開啟

source: 提醒通知
en: Reminders & Notifications
zh_hant: 提醒與通知

source: 提醒间隔
en: Reminder interval
zh_hant: 提醒間隔

source: 摇一摇
en: Shake
zh_hant: 搖一搖

source: 摩耶亲和、情绪稳定，进入新场景时往往也比较从容。
en: Moye is friendly and even-tempered, often entering new situations with an easy confidence.
zh_hant: 摩耶親和、情緒穩定，進入新場景時通常也很從容。

source: 收下奖励
en: Collect reward
zh_hant: 收下獎勵

source: 收下这份纪念
en: Keep this memory
zh_hant: 收下這份紀念

source: 收支记录
en: Transaction History
zh_hant: 收支記錄
